[
  "obsidian-vimrc-support",
  "calendar",
  "obsidian-style-settings",
  "obsidian-paste-image-rename",
  "obsidian-auto-link-title",
  "mysnippets-plugin",
  "obsidian-memos",
  "obsidian-excalidraw-plugin",
  "url-into-selection",
  "cm-chs-patch",
  "obsidian-git",
  "tag-wrangler",
  "obsidian-checklist-plugin",
  "omnisearch",
  "oz-clear-unused-images",
  "nl-fast-image-cleaner",
  "obsidian-image-auto-upload-plugin",
  "obsidian-linter",
  "settings-search",
  "obsidian-quiet-outline",
  "fuzzy-chinese-pinyin",
  "better-word-count",
  "obsidian-image-toolkit",
  "dataview"
]